Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-246.html.tmx
Source language: nob
Languages: sme

source: Store forventninger til Finnmarksloven - Sámediggi Sametinget
sme: Stuorra vuordámušat Finnmárkkuláhkii - Sámediggi Sametinget

source: Store forventninger til Finnmarksloven
sme: Stuorra vuordámušat Finnmárkkuláhkii

source: - Det er mye som skal på plass før Justiskomiteen kan komme med en innstilling til Finnmarkslov som udiskutabelt vil være innefor folkeretten, men det skal ikke stå på Sametinget for å få en folkerettsforsvarlig lov, framholder president Sven-Roald Nystø.
sme: - Ain lea ollu mii galgá sadjái ovdal go Justiisalávdegoddi sáhttá buktit dakkár árvalusa Finnmárkkuláhkii mii čielgasit lea álbmotrievtti siskkobealde, muhto ahte Sámediggi aŋkke áigu bargat buot maid nagoda vai oažžut álbmotrievttálaččat dohkálaš lága, oaivvilda presideanta Sven-Roald Nystø.

source: President Sven-Roald Nystø John-Marcus Kuhmunen
sme: Presideanta Sven-Roald Nystø John-Marcus Kuhmunen

source: Sametingspresident Sven-Roald Nystø holdt innlegg på den internasjonale konferansen om Finnmarksloven som universitetet i Tromsø, Samisk senter arrangerte 10-11. mars 2005.
sme: Sámedikki presideanta Sven-Roald Nystø doalai sáhkavuoru riikkaidgaskasaš konferánssas Finnmárkkulága birra maid Romssa universitehta, Sámi oahpahusaid guovddáš lágidii njukčamánu 10.–11.b. 2005.

source: Om du vil lese talen, se vedlegget.
sme: Jus háliidat lohkat presideantta sártni, geahča mildosa.
